[
    "Where do broken hearts go?",
    "What is one thing you would change about yourself?",
    "Who do you secretly envy and why?",
    "Have you ever ghosted someone and why?",
    "What is your biggest regret in life?",
    "What are you most self-conscious about?",
    "What is the biggest lie you've ever told?",
    "Who was your first crush and what did you like about them?",
    "What's the most embarrassing thing you've done to get the attention of someone you liked?",
    "If you could erase one past experience, what would it be?",
    "What's something you've done that you would judge someone else for doing?",
    "What's the one thing you would never do for all the money in the world?",
    "What's the worst advice you've ever given someone?",
    "What's a belief you had as a child that you're embarrassed about now?",
    "What's the most ridiculous thing you've done because you were bored?",
    "What's something you're glad your family doesn't know about you?",
    "What's a mistake you keep making again and again?",
    "What's something you pretend to hate but actually enjoy?",
    "What's your worst habit?",
    "What's the most childish thing you still do?",
    "When was the last time you let someone take the blame for something you did?",
    "What do you find attractive that most people don't?",
    "What's the most ridiculous thing you've convinced someone to do?",
    "What's the biggest misconception about you?",
    "What's the most unflattering school picture of you?",
    "What's the most spontaneous thing you've ever done?",
    "When was the last time you cried and why?",
    "What's something you're scared to tell your parents?",
    "What's the biggest risk you've ever taken?",
    "What's the biggest change you've made in your life?",
    "Who are you jealous of?",
    "What's a movie you pretend to dislike but secretly enjoy?",
    "What's an opportunity you regret missing out on?",
    "What's the pettiest thing you've ever done?",
    "What's the silliest reason you've ever gotten into a fight?",
    "What's the weirdest dream you've ever had?",
    "What's the most embarrassing thing in your room?",
    "What's the biggest deal breaker for you in a relationship?",
    "What's the weirdest thing you do when you're alone?",
    "What's a fact about you that would surprise your friends?",
    "What's the craziest event you've ever crashed?",
    "What's something you've done that could have gotten you in serious trouble?",
    "What's the most bizarre thing you find attractive in a person?",
    "What's something you're proud of but never have an excuse to talk about?",
    "What's the most awkward romantic encounter you've had?",
    "What's something you've stolen?",
    "What's the most ridiculous thing you've done to look cool?",
    "What's the most outrageous thing you've done for love?",
    "What's the worst gift you've ever received?",
    "What's the biggest mistake you've made at work or school?"
]